<unk>	0
<s>	0
</s>	0
in	-0
▁t	-1
▁a	-2
re	-3
▁s	-4
on	-5
ti	-6
he	-7
▁c	-8
al	-9
er	-10
or	-11
en	-12
es	-13
ing	-14
▁p	-15
▁the	-16
tion	-17
is	-18
at	-19
▁an	-20
▁in	-21
ar	-22
an	-23
▁f	-24
ro	-25
▁d	-26
ed	-27
▁o	-28
▁m	-29
▁and	-30
ic	-31
▁to	-32
ur	-33
▁b	-34
om	-35
us	-36
▁e	-37
ent	-38
▁re	-39
it	-40
▁w	-41
ec	-42
as	-43
▁l	-44
▁n	-45
os	-46
▁of	-47
mp	-48
ation	-49
▁can	-50
ve	-51
id	-52
▁or	-53
▁he	-54
▁is	-55
▁y	-56
ly	-57
ment	-58
ag	-59
▁for	-60
▁pro	-61
ll	-62
uc	-63
reat	-64
▁yo	-65
▁th	-66
urg	-67
ery	-68
le	-69
▁h	-70
▁surg	-71
▁ear	-72
▁i	-73
▁ca	-74
ac	-75
ul	-76
▁con	-77
tom	-78
ess	-79
▁treat	-80
un	-81
▁sy	-82
ain	-83
▁v	-84
fec	-85
tions	-86
▁caus	-87
▁surgery	-88
ter	-89
th	-90
▁treatment	-91
▁di	-92
ow	-93
ure	-94
mptom	-95
asal	-96
▁symptom	-97
di	-98
ay	-99
ical	-100
▁symptoms	-101
▁be	-102
▁nasal	-103
▁st	-104
▁rec	-105
▁pre	-106
▁your	-107
ial	-108
ith	-109
▁ex	-110
▁with	-111
op	-112
ut	-113
▁ch	-114
oc	-115
ary	-116
▁as	-117
▁it	-118
st	-119
▁g	-120
ist	-121
▁li	-122
qu	-123
inus	-124
ri	-125
▁sp	-126
ruc	-127
▁thro	-128
▁sinus	-129
▁wh	-130
▁com	-131
am	-132
▁heal	-133
ke	-134
▁you	-135
ations	-136
iti	-137
vid	-138
pp	-139
▁de	-140
▁are	-141
▁infec	-142
▁by	-143
tive	-144
▁med	-145
▁dis	-146
aring	-147
ol	-148
ir	-149
ate	-150
▁imp	-151
▁r	-152
und	-153
est	-154
age	-155
▁per	-156
▁se	-157
il	-158
ov	-159
▁may	-160
tic	-161
ad	-162
nos	-163
ications	-164
um	-165
ud	-166
▁health	-167
agnos	-168
▁diagnos	-169
▁pain	-170
ot	-171
ce	-172
ome	-173
▁af	-174
are	-175
rom	-176
▁inc	-177
▁throat	-178
▁hearing	-179
end	-180
od	-181
for	-182
▁proc	-183
per	-184
ps	-185
fic	-186
gh	-187
ult	-188
ore	-189
ss	-190
aryn	-191
ill	-192
▁causes	-193
▁man	-194
enti	-195
▁condi	-196
▁provid	-197
king	-198
▁hel	-199
ver	-200
▁what	-201
▁ac	-202
ens	-203
▁app	-204
▁le	-205
ge	-206
itis	-207
ges	-208
▁ad	-209
▁spec	-210
▁if	-211
▁all	-212
▁recov	-213
oid	-214
under	-215
▁under	-216
▁help	-217
oss	-218
▁like	-219
▁sw	-220
▁infections	-221
se	-222
▁impro	-223
care	-224
▁prev	-225
▁disc	-226
▁on	-227
▁qu	-228
fl	-229
ast	-230
ual	-231
lud	-232
▁includ	-233
▁recovery	-234
▁healthcare	-235
oll	-236
▁cause	-237
ity	-238
edure	-239
▁procedure	-240
all	-241
▁that	-242
duc	-243
ant	-244
▁rem	-245
ra	-246
ies	-247
▁fac	-248
struc	-249
tor	-250
▁suc	-251
▁lead	-252
▁us	-253
▁comp	-254
▁how	-255
▁medical	-256
ien	-257
ose	-258
su	-259
ia	-260
ig	-261
▁ty	-262
▁from	-263
ion	-264
ated	-265
ugh	-266
iz	-267
io	-268
▁any	-269
▁whe	-270
▁inv	-271
▁ab	-272
ential	-273
ble	-274
ice	-275
▁after	-276
ress	-277
▁prevent	-278
im	-279
hing	-280
ron	-281
her	-282
▁provider	-283
▁manage	-284
ord	-285
▁improve	-286
ren	-287
▁loss	-288
ell	-289
▁exper	-290
tomy	-291
cer	-292
▁lif	-293
ie	-294
▁ne	-295
ness	-296
▁invol	-297
▁include	-298
▁ot	-299
▁dr	-300
▁res	-301
▁dif	-302
ular	-303
▁diagnosis	-304
ollow	-305
▁follow	-306
▁pers	-307
▁ha	-308
ign	-309
ocal	-310
▁breat	-311
▁reduc	-312
▁laryn	-313
▁out	-314
▁typ	-315
▁experien	-316
▁infl	-317
ati	-318
oice	-319
▁op	-320
▁care	-321
▁ste	-322
fect	-323
▁voice	-324
mation	-325
▁nose	-326
▁sc	-327
▁will	-328
▁vocal	-329
ild	-330
ys	-331
▁cruc	-332
▁crucial	-333
ost	-334
▁inflam	-335
ue	-336
ronic	-337
▁special	-338
▁chronic	-339
▁nec	-340
▁su	-341
▁infection	-342
▁cons	-343
▁this	-344
▁rel	-345
▁these	-346
▁home	-347
▁condition	-348
▁mo	-349
ine	-350
▁involv	-351
ms	-352
ory	-353
ention	-354
ically	-355
▁when	-356
▁ev	-357
▁at	-358
▁such	-359
ific	-360
▁ess	-361
▁essential	-362
▁inflammation	-363
▁see	-364
unc	-365
▁ph	-366
▁ef	-367
sues	-368
lying	-369
▁chan	-370
▁affect	-371
▁indi	-372
▁comm	-373
erg	-374
vidual	-375
▁individual	-376
cess	-377
osc	-378
form	-379
up	-380
▁sm	-381
fort	-382
int	-383
▁diffic	-384
▁breathing	-385
▁typically	-386
▁bl	-387
▁j	-388
rac	-389
▁av	-390
▁ir	-391
▁allerg	-392
▁hy	-393
▁steps	-394
▁al	-395
▁over	-396
ach	-397
ance	-398
▁fa	-399
unction	-400
▁ta	-401
ort	-402
▁persist	-403
▁changes	-404
ood	-405
alu	-406
atient	-407
▁conditions	-408
▁ob	-409
uid	-410
▁evalu	-411
▁underlying	-412
▁some	-413
▁me	-414
▁through	-415
▁issues	-416
ons	-417
▁pl	-418
▁so	-419
and	-420
▁fe	-421
▁effec	-422
▁faq	-423
▁compl	-424
▁appro	-425
ks	-426
▁test	-427
▁patient	-428
▁involves	-429
▁specialist	-430
▁sign	-431
oint	-432
▁complications	-433
▁do	-434
▁management	-435
out	-436
▁te	-437
ious	-438
▁effective	-439
aging	-440
ong	-441
mal	-442
▁yes	-443
tis	-444
ities	-445
▁have	-446
▁surgical	-447
▁ind	-448
▁ass	-449
oscop	-450
▁ent	-451
▁avoid	-452
▁reduce	-453
▁surge	-454
ep	-455
tors	-456
ative	-457
vi	-458
▁due	-459
omfort	-460
▁ris	-461
rit	-462
struction	-463
dr	-464
rap	-465
▁difficult	-466
▁doc	-467
▁irrit	-468
▁experience	-469
▁reg	-470
gestion	-471
ech	-472
▁congestion	-473
ase	-474
▁cont	-475
▁qual	-476
▁other	-477
ect	-478
ectomy	-479
uring	-480
▁supp	-481
▁ques	-482
▁questions	-483
▁common	-484
▁discomfort	-485
fore	-486
owing	-487
▁before	-488
hes	-489
▁fl	-490
ases	-491
▁im	-492
▁ens	-493
one	-494
▁difficulty	-495
▁facial	-496
ass	-497
▁en	-498
ric	-499
▁perform	-500
be	-501
▁cord	-502
▁child	-503
▁consult	-504
▁persistent	-505
geal	-506
ful	-507
ran	-508
▁air	-509
hin	-510
▁surgeon	-511
▁evaluation	-512
ns	-513
▁fre	-514
last	-515
ive	-516
▁neck	-517
▁we	-518
▁function	-519
▁medications	-520
com	-521
tain	-522
▁sh	-523
▁spe	-524
og	-525
▁sens	-526
rib	-527
▁quality	-528
▁recon	-529
▁ensure	-530
▁during	-531
elling	-532
umor	-533
▁press	-534
▁tumor	-535
lasty	-536
▁remov	-537
▁exp	-538
▁swall	-539
▁post	-540
amin	-541
▁relie	-542
ages	-543
▁mon	-544
ointment	-545
▁pressure	-546
▁appointment	-547
titis	-548
▁indications	-549
▁therap	-550
▁not	-551
▁tests	-552
▁(	-553
▁prep	-554
▁che	-555
▁tu	-556
ked	-557
▁frequ	-558
▁inter	-559
▁co	-560
▁cl	-561
▁need	-562
▁att	-563
▁end	-564
▁specific	-565
ap	-566
▁early	-567
▁swelling	-568
ormal	-569
▁regular	-570
▁swallowing	-571
yle	-572
▁proper	-573
▁lifest	-574
▁lifestyle	-575
▁wor	-576
edi	-577
ers	-578
ting	-579
rent	-580
vere	-581
rain	-582
▁caused	-583
▁recur	-584
▁pass	-585
tib	-586
▁var	-587
aw	-588
ures	-589
▁po	-590
ized	-591
▁smo	-592
▁phys	-593
▁tra	-594
nd	-595
ndrom	-596
▁rest	-597
oplasty	-598
▁otitis	-599
▁endoscop	-600
▁frequent	-601
uma	-602
acter	-603
omm	-604
▁treatments	-605
ants	-606
▁concer	-607
ays	-608
▁forms	-609
▁diagnostic	-610
▁about	-611
▁jaw	-612
▁life	-613
▁tons	-614
ch	-615
oring	-616
▁canal	-617
▁sound	-618
ommend	-619
▁recommend	-620
▁does	-621
vel	-622
igh	-623
term	-624
▁factors	-625
go	-626
▁leading	-627
▁vis	-628
▁muc	-629
▁gl	-630
el	-631
▁ma	-632
arge	-633
▁process	-634
pt	-635
▁cle	-636
▁therapy	-637
▁severe	-638
▁options	-639
ndrome	-640
▁doctor	-641
▁sal	-642
▁individuals	-643
ening	-644
mpt	-645
▁main	-646
▁,	-647
ute	-648
▁physical	-649
▁using	-650
▁add	-651
▁syndrome	-652
oph	-653
ving	-654
erative	-655
▁monit	-656
operative	-657
▁drain	-658
▁their	-659
▁remed	-660
▁pres	-661
▁remedies	-662
▁tim	-663
▁causing	-664
▁patients	-665
et	-666
▁ro	-667
atric	-668
▁pedi	-669
▁pediatric	-670
▁passages	-671
▁poly	-672
▁concerns	-673
▁prompt	-674
▁reconstruction	-675
ection	-676
▁cases	-677
▁interv	-678
evi	-679
ating	-680
▁allevi	-681
▁par	-682
▁dise	-683
▁seek	-684
▁address	-685
▁gen	-686
▁success	-687
▁ins	-688
▁they	-689
▁tube	-690
▁alleviate	-691
ruct	-692
▁struct	-693
▁examin	-694
fy	-695
so	-696
rig	-697
▁also	-698
structions	-699
pri	-700
priate	-701
▁trauma	-702
▁appropriate	-703
▁time	-704
▁disord	-705
dle	-706
ab	-707
▁resp	-708
▁rhin	-709
▁sinusitis	-710
▁guid	-711
▁head	-712
▁removal	-713
▁cancer	-714
ous	-715
comes	-716
▁outcomes	-717
▁det	-718
▁allergies	-719
▁mid	-720
▁id	-721
▁various	-722
▁sk	-723
aryng	-724
▁assess	-725
▁instructions	-726
fe	-727
▁laryng	-728
▁avoiding	-729
▁drainage	-730
able	-731
tiv	-732
ust	-733
▁middle	-734
▁frequently	-735
em	-736
▁examination	-737
▁provide	-738
leep	-739
▁obj	-740
▁pri	-741
uss	-742
▁recurrent	-743
ize	-744
▁risks	-745
▁discuss	-746
▁sleep	-747
mot	-748
▁overall	-749
▁best	-750
▁bloc	-751
▁bacter	-752
▁speech	-753
▁attention	-754
▁dry	-755
osis	-756
thod	-757
▁long	-758
▁determ	-759
▁endoscopic	-760
cur	-761
▁result	-762
▁performed	-763
▁preparing	-764
▁identi	-765
▁asked	-766
oma	-767
ile	-768
red	-769
▁rep	-770
▁sept	-771
uld	-772
▁method	-773
▁imaging	-774
▁sinuses	-775
▁support	-776
▁ears	-777
ced	-778
▁who	-779
▁hist	-780
▁prim	-781
eding	-782
ring	-783
▁un	-784
velop	-785
▁sever	-786
▁effectively	-787
▁inj	-788
▁no	-789
ater	-790
▁history	-791
ten	-792
ans	-793
oth	-794
ural	-795
act	-796
sen	-797
▁polyps	-798
▁blood	-799
▁trac	-800
▁activ	-801
▁primary	-802
▁contrib	-803
▁develop	-804
ich	-805
mpan	-806
▁ble	-807
▁fluid	-808
▁recommended	-809
▁healing	-810
uth	-811
▁mouth	-812
▁but	-813
▁cer	-814
▁identify	-815
▁laryngeal	-816
ually	-817
▁disch	-818
▁ke	-819
▁bleeding	-820
▁adv	-821
▁tis	-822
▁successful	-823
▁mus	-824
▁dec	-825
▁more	-826
osure	-827
▁musc	-828
own	-829
ould	-830
▁pot	-831
ible	-832
▁dam	-833
fi	-834
▁following	-835
▁discharge	-836
▁bu	-837
ision	-838
▁should	-839
atory	-840
▁often	-841
▁team	-842
tics	-843
▁hydr	-844
▁int	-845
arm	-846
ups	-847
▁determine	-848
bin	-849
▁bet	-850
▁intervention	-851
ily	-852
▁antib	-853
▁mucus	-854
▁signific	-855
sue	-856
▁dep	-857
▁k	-858
▁significant	-859
▁sn	-860
ning	-861
▁antibio	-862
▁treating	-863
stand	-864
▁promot	-865
▁my	-866
normal	-867
ective	-868
▁abnormal	-869
▁understand	-870
▁media	-871
qui	-872
▁depend	-873
ni	-874
▁while	-875
▁necess	-876
▁including	-877
▁irritation	-878
▁activities	-879
▁plan	-880
▁ho	-881
▁wee	-882
▁certain	-883
▁lo	-884
▁vir	-885
▁take	-886
▁potential	-887
tern	-888
ased	-889
▁stay	-890
▁risk	-891
▁there	-892
rec	-893
▁proble	-894
▁objective	-895
▁bal	-896
▁managing	-897
▁necessary	-898
co	-899
▁trig	-900
ax	-901
ner	-902
▁relief	-903
aryngeal	-904
▁usually	-905
ide	-906
▁cords	-907
▁exposure	-908
ted	-909
ak	-910
ft	-911
▁ra	-912
ight	-913
ital	-914
▁where	-915
▁bone	-916
iv	-917
ication	-918
▁dys	-919
▁min	-920
▁ar	-921
▁oral	-922
udi	-923
ments	-924
▁undergo	-925
tim	-926
▁damage	-927
▁maintain	-928
▁kn	-929
aches	-930
ph	-931
▁modi	-932
▁trache	-933
▁children	-934
▁tech	-935
▁presc	-936
row	-937
▁promote	-938
▁tend	-939
▁impact	-940
fications	-941
▁which	-942
▁u	-943
▁modifications	-944
▁tender	-945
▁bacterial	-946
▁its	-947
astoid	-948
▁feel	-949
▁sensation	-950
▁used	-951
▁tonsill	-952
▁ner	-953
▁problems	-954
ession	-955
▁disease	-956
▁chec	-957
▁extern	-958
▁es	-959
niqu	-960
▁techniqu	-961
▁radi	-962
▁person	-963
▁antibiotics	-964
drum	-965
▁impl	-966
▁eardrum	-967
ull	-968
▁cor	-969
tional	-970
▁warm	-971
▁requi	-972
etic	-973
▁inner	-974
▁procedures	-975
ther	-976
olog	-977
▁tympan	-978
▁ct	-979
▁scans	-980
▁methods	-981
ough	-982
ility	-983
▁affecting	-984
▁disorders	-985
▁inser	-986
▁airw	-987
▁scre	-988
▁known	-989
▁weeks	-990
iratory	-991
▁respiratory	-992
air	-993
iness	-994
lex	-995
▁good	-996
▁block	-997
▁check	-998
▁gland	-999
▁tonsil	-1000
▁tumors	-1001
oci	-1002
ociated	-1003
▁treated	-1004
▁associated	-1005
ung	-1006
▁area	-1007
▁larynx	-1008
active	-1009
esthes	-1010
▁screening	-1011
▁aid	-1012
old	-1013
▁import	-1014
ove	-1015
round	-1016
▁understanding	-1017
▁temp	-1018
▁viral	-1019
▁better	-1020
▁normal	-1021
▁mastoid	-1022
▁trigg	-1023
▁important	-1024
▁injur	-1025
▁dri	-1026
▁detection	-1027
gien	-1028
giene	-1029
▁hygiene	-1030
▁been	-1031
▁hoar	-1032
▁contribute	-1033
▁sore	-1034
anced	-1035
▁myring	-1036
vir	-1037
▁here	-1038
▁water	-1039
▁seeking	-1040
ody	-1041
▁nois	-1042
▁tenderness	-1043
ribed	-1044
▁most	-1045
▁balance	-1046
▁promptly	-1047
ail	-1048
▁poss	-1049
▁imm	-1050
▁tast	-1051
▁prof	-1052
▁techniques	-1053
▁acute	-1054
▁remove	-1055
▁monitor	-1056
▁strain	-1057
▁screenings	-1058
ching	-1059
▁prog	-1060
▁septum	-1061
▁snoring	-1062
▁obstruction	-1063
curate	-1064
▁accurate	-1065
cis	-1066
▁taste	-1067
ne	-1068
▁meas	-1069
▁diagnosed	-1070
▁devi	-1071
▁hydrated	-1072
▁experienc	-1073
▁structures	-1074
▁signs	-1075
▁excess	-1076
▁stress	-1077
▁prescribed	-1078
ug	-1079
▁several	-1080
ifi	-1081
ollen	-1082
viron	-1083
▁saliv	-1084
▁environ	-1085
▁anesthes	-1086
iod	-1087
▁ben	-1088
▁airway	-1089
▁period	-1090
▁few	-1091
▁cough	-1092
▁proactive	-1093
▁undergoing	-1094
▁use	-1095
▁into	-1096
▁depending	-1097
ractic	-1098
▁require	-1099
zz	-1100
ian	-1101
▁each	-1102
ry	-1103
ulti	-1104
▁ext	-1105
izing	-1106
▁genetic	-1107
▁practic	-1108
▁well	-1109
▁tissue	-1110
lation	-1111
▁irritants	-1112
▁smoking	-1113
▁abnormalities	-1114
▁tran	-1115
▁minim	-1116
▁profession	-1117
▁tin	-1118
▁1	-1119
ging	-1120
▁build	-1121
als	-1122
▁ser	-1123
▁body	-1124
▁preventing	-1125
seness	-1126
▁hoarseness	-1127
▁muscle	-1128
▁fur	-1129
▁str	-1130
use	-1131
estib	-1132
▁aden	-1133
ostomy	-1134
its	-1135
▁vestib	-1136
▁repair	-1137
▁measures	-1138
▁anesthesia	-1139
▁experiencing	-1140
hy	-1141
▁expect	-1142
▁further	-1143
the	-1144
▁go	-1145
▁dizz	-1146
▁nerve	-1147
ond	-1148
▁related	-1149
udit	-1150
▁audit	-1151
▁auditory	-1152
▁dizziness	-1153
▁monitoring	-1154
ux	-1155
ence	-1156
▁tur	-1157
une	-1158
ling	-1159
stem	-1160
ustach	-1161
▁diffe	-1162
▁eustach	-1163
▁eustachian	-1164
rol	-1165
▁las	-1166
icate	-1167
▁grow	-1168
pl	-1169
▁rev	-1170
aryngitis	-1171
▁cho	-1172
fness	-1173
▁appointments	-1174
▁guide	-1175
▁laser	-1176
▁sounds	-1177
ied	-1178
rays	-1179
▁loud	-1180
▁produc	-1181
▁rhinitis	-1182
teroid	-1183
▁lu	-1184
▁close	-1185
▁doctors	-1186
▁itching	-1187
och	-1188
vity	-1189
ochle	-1190
▁clear	-1191
▁needs	-1192
▁incision	-1193
▁prevention	-1194
den	-1195
ula	-1196
flux	-1197
nasal	-1198
▁tempor	-1199
▁neu	-1200
ortive	-1201
▁reflux	-1202
▁supportive	-1203
yro	-1204
itus	-1205
▁cochle	-1206
▁aim	-1207
▁visit	-1208
les	-1209
▁trans	-1210
ear	-1211
opharyngeal	-1212
nitus	-1213
▁acid	-1214
▁recog	-1215
comp	-1216
udies	-1217
▁studies	-1218
ally	-1219
▁skin	-1220
▁commun	-1221
▁possible	-1222
▁ple	-1223
▁red	-1224
▁tinnitus	-1225
ored	-1226
▁buildup	-1227
▁addi	-1228
▁keep	-1229
▁cold	-1230
▁vary	-1231
compan	-1232
▁fever	-1233
▁accompan	-1234
▁comes	-1235
▁.	-1236
mph	-1237
yst	-1238
▁high	-1239
arg	-1240
▁adenoid	-1241
ite	-1242
▁exer	-1243
▁thor	-1244
▁lump	-1245
▁nod	-1246
▁incre	-1247
ologist	-1248
▁timely	-1249
▁thorough	-1250
▁drin	-1251
▁list	-1252
▁exercis	-1253
▁cochlear	-1254
▁vestibular	-1255
▁our	-1256
▁saline	-1257
▁sa	-1258
▁perfor	-1259
aking	-1260
▁oc	-1261
▁fore	-1262
▁ref	-1263
▁growth	-1264
▁da	-1265
▁disorder	-1266
aged	-1267
ries	-1268
▁deviated	-1269
▁diagnose	-1270
▁improving	-1271
▁gener	-1272
▁reach	-1273
▁implant	-1274
▁restore	-1275
sw	-1276
xt	-1277
▁chol	-1278
▁one	-1279
▁role	-1280
▁daily	-1281
hed	-1282
▁diagnosing	-1283
pec	-1284
ially	-1285
▁progress	-1286
▁accompanied	-1287
▁weak	-1288
pecially	-1289
▁diseases	-1290
▁especially	-1291
▁br	-1292
▁up	-1293
▁rare	-1294
▁tail	-1295
▁hum	-1296
function	-1297
▁answ	-1298
▁stap	-1299
▁having	-1300
▁answer	-1301
▁correc	-1302
▁making	-1303
▁swollen	-1304
▁speaking	-1305
▁diet	-1306
▁turbin	-1307
▁ver	-1308
▁visual	-1309
▁personal	-1310
▁structural	-1311
ungal	-1312
yroid	-1313
▁system	-1314
▁serious	-1315
▁involved	-1316
▁days	-1317
ty	-1318
▁dro	-1319
▁sud	-1320
▁taking	-1321
▁relieve	-1322
▁last	-1323
▁small	-1324
▁sudden	-1325
▁feeling	-1326
▁dysfunction	-1327
thm	-1328
▁ap	-1329
come	-1330
flow	-1331
▁involve	-1332
▁compress	-1333
▁injury	-1334
▁excessive	-1335
▁personalized	-1336
▁food	-1337
▁moist	-1338
este	-1339
▁bec	-1340
▁apne	-1341
▁allergic	-1342
icking	-1343
▁apnea	-1344
▁listen	-1345
▁outcome	-1346
ler	-1347
coun	-1348
▁next	-1349
▁smooth	-1350
▁advanced	-1351
hal	-1352
▁drip	-1353
ulties	-1354
▁recogn	-1355
▁difficulties	-1356
ack	-1357
▁pat	-1358
▁sur	-1359
▁sprays	-1360
▁approaches	-1361
iew	-1362
tigo	-1363
▁bene	-1364
▁full	-1365
▁salivary	-1366
ider	-1367
▁combin	-1368
▁vertigo	-1369
ateg	-1370
▁make	-1371
▁development	-1372
▁ep	-1373
timal	-1374
▁humid	-1375
▁optimal	-1376
▁consider	-1377
▁strateg	-1378
▁ret	-1379
▁please	-1380
▁environment	-1381
counter	-1382
▁worries	-1383
▁key	-1384
▁needed	-1385
▁medication	-1386
atoma	-1387
▁strategies	-1388
▁smell	-1389
▁approach	-1390
▁specialists	-1391
▁prepare	-1392
▁staying	-1393
structive	-1394
▁review	-1395
▁tak	-1396
▁recognizing	-1397
▁aids	-1398
▁smoke	-1399
itation	-1400
▁tracheostomy	-1401
▁dea	-1402
ard	-1403
▁cyst	-1404
▁occur	-1405
▁choleste	-1406
tal	-1407
times	-1408
▁deafness	-1409
▁sometimes	-1410
ts	-1411
▁immune	-1412
▁cholesteatoma	-1413
otomy	-1414
▁externa	-1415
▁tonsils	-1416
▁enh	-1417
▁attend	-1418
▁comfort	-1419
▁redness	-1420
▁allergens	-1421
vers	-1422
▁anti	-1423
▁improv	-1424
te	-1425
imm	-1426
▁exam	-1427
▁helps	-1428
▁affected	-1429
▁providers	-1430
▁sub	-1431
being	-1432
▁based	-1433
▁comple	-1434
▁blockage	-1435
▁significantly	-1436
li	-1437
▁train	-1438
▁clicking	-1439
ates	-1440
▁form	-1441
▁fungal	-1442
▁thyroid	-1443
iety	-1444
▁airflow	-1445
▁results	-1446
▁drinking	-1447
▁production	-1448
asive	-1449
alys	-1450
▁max	-1451
alysis	-1452
oscler	-1453
▁severity	-1454
▁ey	-1455
▁conf	-1456
▁maintaining	-1457
▁inhal	-1458
▁uv	-1459
ones	-1460
treat	-1461
ution	-1462
▁day	-1463
▁stre	-1464
▁tonsillectomy	-1465
lf	-1466
gen	-1467
▁mri	-1468
▁skill	-1469
▁appear	-1470
▁than	-1471
▁hyper	-1472
ental	-1473
▁char	-1474
▁play	-1475
▁character	-1476
osi	-1477
▁ethm	-1478
▁ethmoid	-1479
▁irrig	-1480
▁testing	-1481
▁temporary	-1482
▁combination	-1483
▁pharyngitis	-1484
▁visualize	-1485
cy	-1486
▁bur	-1487
oscopy	-1488
▁joint	-1489
▁takes	-1490
▁fullness	-1491
ox	-1492
▁em	-1493
▁mic	-1494
▁aims	-1495
▁closely	-1496
▁interven	-1497
▁abs	-1498
▁adj	-1499
▁dilation	-1500
▁different	-1501
hens	-1502
▁loc	-1503
▁safe	-1504
rehens	-1505
gue	-1506
▁fati	-1507
▁incor	-1508
▁fatigue	-1509
▁comprehens	-1510
▁pap	-1511
▁benef	-1512
▁papill	-1513
▁reducing	-1514
▁exercises	-1515
▁appearance	-1516
▁irrigation	-1517
▁interventions	-1518
ick	-1519
▁pal	-1520
▁general	-1521
fully	-1522
▁dist	-1523
▁extent	-1524
▁maxill	-1525
▁work	-1526
▁painful	-1527
por	-1528
ongest	-1529
▁improved	-1530
▁decongest	-1531
atch	-1532
▁trigger	-1533
▁invasive	-1534
▁pe	-1535
▁done	-1536
▁type	-1537
▁ly	-1538
▁face	-1539
▁fist	-1540
treated	-1541
▁untreated	-1542
▁specialized	-1543
▁both	-1544
▁foreign	-1545
▁tissues	-1546
ces	-1547
fer	-1548
▁abscess	-1549
▁burning	-1550
▁humidifi	-1551
▁incorpor	-1552
▁adenoidectomy	-1553
▁comprehensive	-1554
rence	-1555
usion	-1556
▁cleft	-1557
▁dental	-1558
▁option	-1559
rounding	-1560
▁insertion	-1561
▁surrounding	-1562
▁ang	-1563
▁around	-1564
▁perforation	-1565
ping	-1566
▁allow	-1567
▁muscles	-1568
▁external	-1569
▁carefully	-1570
pper	-1571
osition	-1572
▁within	-1573
▁requires	-1574
▁triggers	-1575
ace	-1576
▁fistula	-1577
▁sensiti	-1578
▁headaches	-1579
roma	-1580
▁direc	-1581
▁healthy	-1582
▁bacteria	-1583
▁guidance	-1584
ects	-1585
ople	-1586
▁enl	-1587
▁rout	-1588
▁environmental	-1589
▁paro	-1590
▁arran	-1591
▁people	-1592
▁affects	-1593
hie	-1594
tid	-1595
▁back	-1596
▁thin	-1597
▁achie	-1598
▁stren	-1599
▁upper	-1600
▁ran	-1601
uter	-1602
▁worsen	-1603
▁commonly	-1604
▁el	-1605
▁ability	-1606
▁tailored	-1607
rh	-1608
man	-1609
▁car	-1610
▁avail	-1611
▁brain	-1612
▁lymph	-1613
▁detail	-1614
▁available	-1615
▁anx	-1616
▁without	-1617
ior	-1618
inging	-1619
▁recover	-1620
▁prevented	-1621
▁decongestants	-1622
osclerosis	-1623
hen	-1624
▁mild	-1625
▁weakness	-1626
▁contribut	-1627
zing	-1628
▁prot	-1629
▁scar	-1630
▁deform	-1631
br	-1632
ors	-1633
▁dev	-1634
▁sense	-1635
▁maxillary	-1636
▁communication	-1637
▁incorporating	-1638
▁reconstructive	-1639
uf	-1640
ves	-1641
▁get	-1642
ining	-1643
▁laryngitis	-1644
ause	-1645
fects	-1646
teroids	-1647
▁enhance	-1648
▁routine	-1649
ension	-1650
▁drops	-1651
▁addressing	-1652
▁myringitis	-1653
bleed	-1654
opping	-1655
▁experienced	-1656
ang	-1657
arged	-1658
▁outer	-1659
▁managed	-1660
▁radiation	-1661
▁professionals	-1662
▁2	-1663
rin	-1664
▁clean	-1665
▁blocked	-1666
▁dryness	-1667
▁endoscopy	-1668
▁nosebleed	-1669
▁additional	-1670
▁consulting	-1671
▁tonsillitis	-1672
ins	-1673
▁advice	-1674
▁conduc	-1675
▁practicing	-1676
▁spas	-1677
▁tension	-1678
min	-1679
▁goal	-1680
▁humidifier	-1681
▁professional	-1682
ght	-1683
▁fron	-1684
▁minimally	-1685
read	-1686
▁otol	-1687
▁otolaryng	-1688
▁characterized	-1689
▁micro	-1690
▁steam	-1691
▁adjust	-1692
▁cavity	-1693
▁noises	-1694
▁staped	-1695
▁reduced	-1696
ber	-1697
dib	-1698
omp	-1699
urance	-1700
▁issue	-1701
▁relievers	-1702
▁inhalation	-1703
ule	-1704
bing	-1705
▁has	-1706
▁non	-1707
dibular	-1708
▁spread	-1709
▁paralysis	-1710
▁mastoiditis	-1711
sy	-1712
hind	-1713
▁behind	-1714
▁relax	-1715
▁functional	-1716
▁bar	-1717
▁anxiety	-1718
▁benefits	-1719
roph	-1720
▁les	-1721
▁sec	-1722
ified	-1723
▁lesion	-1724
▁eating	-1725
▁#	-1726
ven	-1727
▁men	-1728
ranch	-1729
▁chee	-1730
▁side	-1731
▁increased	-1732
osm	-1733
uses	-1734
▁des	-1735
▁sial	-1736
▁evaluate	-1737
ines	-1738
othe	-1739
uric	-1740
▁open	-1741
ational	-1742
▁branch	-1743
▁nosebleeds	-1744
abil	-1745
ound	-1746
enges	-1747
▁enlarged	-1748
▁move	-1749
▁breath	-1750
▁postnasal	-1751
hydr	-1752
▁sol	-1753
▁cell	-1754
omet	-1755
▁reac	-1756
genital	-1757
▁parotid	-1758
▁identifying	-1759
▁earw	-1760
▁insurance	-1761
▁congenital	-1762
▁earwax	-1763
cl	-1764
iere	-1765
▁orb	-1766
ticos	-1767
▁corticos	-1768
▁removing	-1769
▁achieve	-1770
▁orbital	-1771
ths	-1772
▁rece	-1773
▁chall	-1774
▁palate	-1775
inusitis	-1776
▁meniere	-1777
▁coughing	-1778
▁training	-1779
rel	-1780
enty	-1781
▁them	-1782
▁plenty	-1783
▁frontal	-1784
▁hydration	-1785
wn	-1786
ently	-1787
▁control	-1788
▁papillom	-1789
▁sensitivity	-1790
▁contributing	-1791
iop	-1792
▁own	-1793
ationale	-1794
▁rationale	-1795
▁cour	-1796
▁skilled	-1797
▁solution	-1798
ache	-1799
osing	-1800
ympan	-1801
▁complete	-1802
tise	-1803
▁hyp	-1804
ongue	-1805
▁audi	-1806
ometry	-1807
▁skull	-1808
related	-1809
▁course	-1810
▁tongue	-1811
▁expertise	-1812
bes	-1813
▁ul	-1814
ezing	-1815
▁dehydr	-1816
▁perman	-1817
lot	-1818
orm	-1819
surg	-1820
right	-1821
▁ball	-1822
▁even	-1823
agious	-1824
▁foods	-1825
▁tubes	-1826
▁applying	-1827
til	-1828
▁allergy	-1829
▁growths	-1830
equ	-1831
oon	-1832
urn	-1833
▁wax	-1834
rolog	-1835
equate	-1836
▁decre	-1837
urative	-1838
▁months	-1839
▁implants	-1840
▁neurolog	-1841
▁contagious	-1842
▁gag	-1843
ption	-1844
▁opening	-1845
▁surgeons	-1846
▁otoplasty	-1847
▁assessment	-1848
osp	-1849
▁sched	-1850
▁glands	-1851
▁balloon	-1852
▁complex	-1853
▁permanent	-1854
erv	-1855
ches	-1856
clusion	-1857
▁reflex	-1858
▁correct	-1859
▁resulting	-1860
uis	-1861
rhag	-1862
▁nas	-1863
▁reh	-1864
▁uvul	-1865
▁notic	-1866
▁objects	-1867
▁rehabil	-1868
▁indicate	-1869
▁provided	-1870
▁foc	-1871
▁sti	-1872
▁wors	-1873
elines	-1874
▁swimm	-1875
▁popping	-1876
▁guidelines	-1877
▁individualized	-1878
we	-1879
orine	-1880
▁cran	-1881
▁ulcer	-1882
orineural	-1883
▁sensorineural	-1884
ib	-1885
art	-1886
onia	-1887
▁pac	-1888
▁run	-1889
▁sus	-1890
itary	-1891
atosis	-1892
▁esoph	-1893
▁right	-1894
▁watch	-1895
▁conclusion	-1896
▁recommendations	-1897
osa	-1898
asia	-1899
rapy	-1900
ules	-1901
rauma	-1902
▁poll	-1903
▁pharyngeal	-1904
▁dehydration	-1905
▁neurological	-1906
mj	-1907
ween	-1908
▁deep	-1909
▁notice	-1910
▁between	-1911
▁addition	-1912
▁injuries	-1913
▁practice	-1914
▁blockages	-1915
▁rehabilitation	-1916
hol	-1917
▁sne	-1918
▁throughout	-1919
▁flex	-1920
▁polyp	-1921
otrauma	-1922
ression	-1923
ulation	-1924
▁detailed	-1925
▁inserting	-1926
▁deformities	-1927
occ	-1928
▁jug	-1929
ococc	-1930
oustic	-1931
▁being	-1932
▁targe	-1933
▁barotrauma	-1934
▁papillomatosis	-1935
ents	-1936
otic	-1937
usis	-1938
▁emo	-1939
▁chew	-1940
▁coll	-1941
▁scab	-1942
▁septal	-1943
reditary	-1944
ny	-1945
▁:	-1946
ope	-1947
▁runny	-1948
▁tight	-1949
▁transp	-1950
▁headache	-1951
▁hereditary	-1952
mit	-1953
▁near	-1954
▁nodes	-1955
▁resection	-1956
cohol	-1957
▁cheek	-1958
▁depends	-1959
▁transport	-1960
fib	-1961
▁decomp	-1962
▁alcohol	-1963
▁nodules	-1964
▁transportation	-1965
by	-1966
asis	-1967
geus	-1968
▁acc	-1969
align	-1970
▁creat	-1971
▁dysph	-1972
▁effects	-1973
▁sneezing	-1974
▁emotional	-1975
cular	-1976
itting	-1977
▁angio	-1978
▁potentially	-1979
eth	-1980
imin	-1981
onse	-1982
pect	-1983
▁base	-1984
▁biop	-1985
▁root	-1986
▁salt	-1987
▁auric	-1988
▁bruis	-1989
▁elimin	-1990
▁return	-1991
▁soothe	-1992
▁vision	-1993
▁because	-1994
▁ringing	-1995
▁acoustic	-1996
▁response	-1997
▁consultation	-1998
▁decompression	-1999
ency	-2000
ateral	-2001
ecting	-2002
▁strep	-2003
▁varies	-2004
ever	-2005
eries	-2006
ritis	-2007
▁fast	-2008
▁swab	-2009
ilateral	-2010
▁comfortable	-2011
▁environments	-2012
▁ag	-2013
hist	-2014
ract	-2015
uous	-2016
▁hand	-2017
amines	-2018
▁place	-2019
▁venti	-2020
▁inform	-2021
▁spasms	-2022
▁surgeries	-2023
ices	-2024
idge	-2025
▁size	-2026
geusia	-2027
fibroma	-2028
▁bridge	-2029
▁however	-2030
▁antihist	-2031
dis	-2032
uct	-2033
▁fam	-2034
▁cric	-2035
▁noisy	-2036
▁teeth	-2037
▁adequate	-2038
▁flexible	-2039
▁qualified	-2040
▁reduction	-2041
▁recurrence	-2042
▁antihistamines	-2043
ember	-2044
itate	-2045
▁left	-2046
▁remember	-2047
icc	-2048
isod	-2049
▁aut	-2050
▁poor	-2051
▁episod	-2052
▁bruising	-2053
▁angiofibroma	-2054
met	-2055
ste	-2056
atic	-2057
▁glot	-2058
▁confir	-2059
▁packing	-2060
osinusitis	-2061
bal	-2062
can	-2063
cosis	-2064
▁perce	-2065
▁cheekb	-2066
▁saliva	-2067
▁corticosteroids	-2068
▁lab	-2069
▁try	-2070
essel	-2071
▁biopsy	-2072
▁vessel	-2073
▁respond	-2074
▁episodes	-2075
ru	-2076
ier	-2077
oce	-2078
res	-2079
ched	-2080
▁low	-2081
ances	-2082
▁benign	-2083
▁examine	-2084
▁eliminate	-2085
▁tightness	-2086
opharyngitis	-2087
▁communicate	-2088
▁septoplasty	-2089
),	-2090
▁bull	-2091
▁lesions	-2092
rad	-2093
▁bad	-2094
▁nat	-2095
▁coun	-2096
▁crac	-2097
▁resol	-2098
▁weight	-2099
▁fasting	-2100
▁properly	-2101
rup	-2102
▁garg	-2103
▁soft	-2104
cancer	-2105
terior	-2106
▁initi	-2107
ascular	-2108
ympanic	-2109
▁occurs	-2110
▁otosclerosis	-2111
ways	-2112
▁pit	-2113
▁down	-2114
▁less	-2115
alking	-2116
▁advis	-2117
▁level	-2118
▁thick	-2119
▁allows	-2120
▁stones	-2121
▁receive	-2122
▁presence	-2123
▁turbinate	-2124
ind	-2125
anal	-2126
▁flow	-2127
▁part	-2128
▁minimize	-2129
▁persists	-2130
▁eng	-2131
▁eye	-2132
▁grad	-2133
▁access	-2134
▁infected	-2135
▁moisture	-2136
▁rhinoplasty	-2137
ip	-2138
ica	-2139
ugs	-2140
▁od	-2141
inal	-2142
▁del	-2143
▁ras	-2144
▁unc	-2145
vities	-2146
▁cells	-2147
▁ulcers	-2148
▁strenuous	-2149
tory	-2150
usting	-2151
▁night	-2152
▁change	-2153
▁steroid	-2154
▁incisions	-2155
▁relaxation	-2156
▁suppurative	-2157
mer	-2158
self	-2159
▁sit	-2160
▁many	-2161
▁noise	-2162
if	-2163
▁sep	-2164
▁dust	-2165
▁fract	-2166
▁white	-2167
ervative	-2168
▁confirm	-2169
▁devices	-2170
▁directed	-2171
▁conservative	-2172
mb	-2173
▁z	-2174
ume	-2175
▁mut	-2176
▁eyes	-2177
enosis	-2178
▁counse	-2179
mentation	-2180
▁cavities	-2181
mera	-2182
▁mis	-2183
▁rule	-2184
▁multi	-2185
▁tradi	-2186
▁camera	-2187
ologists	-2188
▁chewing	-2189
▁balanced	-2190
▁stenosis	-2191
▁tracheal	-2192
▁traditional	-2193
ame	-2194
oral	-2195
▁lasts	-2196
▁confid	-2197
▁facility	-2198
▁arranging	-2199
▁reactions	-2200
ris	-2201
▁auto	-2202
▁debr	-2203
orrhag	-2204
▁neuro	-2205
ococcal	-2206
▁disrup	-2207
▁highly	-2208
▁levels	-2209
▁ventilation	-2210
av	-2211
oy	-2212
erd	-2213
ise	-2214
▁gro	-2215
iasis	-2216
iglot	-2217
▁allowing	-2218
▁providing	-2219
fac	-2220
▁bo	-2221
▁cat	-2222
osmia	-2223
ediate	-2224
herapy	-2225
tilage	-2226
▁pitch	-2227
▁always	-2228
▁family	-2229
▁choking	-2230
▁epiglot	-2231
▁talking	-2232
▁ensuring	-2233
▁increase	-2234
▁cartilage	-2235
▁immediate	-2236
pit	-2237
▁memb	-2238
▁situ	-2239
acting	-2240
pitched	-2241
▁become	-2242
▁pollen	-2243
▁esophag	-2244
▁removed	-2245
▁irritate	-2246
▁scarring	-2247
▁additionally	-2248
ured	-2249
rache	-2250
idered	-2251
ections	-2252
▁chemot	-2253
▁anterior	-2254
▁considered	-2255
▁chemotherapy	-2256
▁tympanostomy	-2257
loss	-2258
olor	-2259
vered	-2260
▁rate	-2261
▁stapes	-2262
▁membran	-2263
▁cracking	-2264
▁impacting	-2265
▁determining	-2266
cho	-2267
▁am	-2268
▁aw	-2269
acer	-2270
qued	-2271
▁box	-2272
▁hosp	-2273
▁stif	-2274
immune	-2275
▁lumps	-2276
▁arrange	-2277
▁overuse	-2278
▁passage	-2279
▁vessels	-2280
▁hospital	-2281
▁autoimmune	-2282
pts	-2283
▁pus	-2284
▁repe	-2285
▁rich	-2286
▁aqued	-2287
opharyng	-2288
▁covered	-2289
▁keeping	-2290
▁suspect	-2291
▁aqueduct	-2292
▁informed	-2293
▁scabbing	-2294
▁tympanoplasty	-2295
bl	-2296
ix	-2297
▁eas	-2298
▁lig	-2299
▁rob	-2300
▁gran	-2301
acusis	-2302
▁conce	-2303
▁contact	-2304
▁robotic	-2305
▁branchial	-2306
ze	-2307
ril	-2308
gered	-2309
▁nost	-2310
otrache	-2311
▁preval	-2312
▁nostril	-2313
▁exercise	-2314
▁includes	-2315
▁esophagus	-2316
▁counseling	-2317
▁injections	-2318
ape	-2319
▁aug	-2320
▁mov	-2321
▁set	-2322
ageal	-2323
▁admin	-2324
▁along	-2325
▁quick	-2326
▁breathe	-2327
▁patches	-2328
▁concepts	-2329
▁triggered	-2330
▁antibiotic	-2331
▁challenges	-2332
▁&	-2333
ton	-2334
ward	-2335
▁off	-2336
▁mris	-2337
torhin	-2338
▁const	-2339
▁regularly	-2340
▁septorhin	-2341
▁developing	-2342
▁laryngotrache	-2343
alat	-2344
cent	-2345
oman	-2346
rophy	-2347
▁self	-2348
opalat	-2349
▁types	-2350
▁direct	-2351
▁inside	-2352
▁getting	-2353
▁mutations	-2354
▁worsening	-2355
▁adjustments	-2356
▁stapedectomy	-2357
unt	-2358
▁bot	-2359
▁scr	-2360
▁flap	-2361
▁cranio	-2362
▁streng	-2363
▁natural	-2364
▁perception	-2365
▁augmentation	-2366
seud	-2367
ellow	-2368
▁pseud	-2369
surgery	-2370
▁yellow	-2371
▁cleaning	-2372
▁attending	-2373
▁stiffness	-2374
omandibular	-2375
xy	-2376
ina	-2377
▁new	-2378
acerb	-2379
▁cult	-2380
▁laby	-2381
▁adult	-2382
▁arise	-2383
▁limit	-2384
▁uvula	-2385
▁nerves	-2386
▁exacerb	-2387
▁yourself	-2388
▁laryngectomy	-2389
▁turbinectomy	-2390
long	-2391
osal	-2392
▁pet	-2393
▁glom	-2394
▁week	-2395
matory	-2396
ization	-2397
uration	-2398
▁choose	-2399
▁detect	-2400
▁clearing	-2401
▁radiating	-2402
▁myringoplasty	-2403
▁parotidectomy	-2404
ple	-2405
▁cr	-2406
▁glomus	-2407
▁session	-2408
▁someone	-2409
▁therapist	-2410
▁implantation	-2411
▁tw	-2412
▁flu	-2413
▁inst	-2414
lossia	-2415
▁sphen	-2416
▁performing	-2417
▁considering	-2418
▁x	-2419
aps	-2420
angu	-2421
athy	-2422
▁vel	-2423
▁expl	-2424
▁otor	-2425
▁suit	-2426
▁local	-2427
▁adults	-2428
▁hypert	-2429
▁moving	-2430
▁refers	-2431
formation	-2432
▁sessions	-2433
▁turbinates	-2434
joy	-2435
aden	-2436
mple	-2437
olith	-2438
▁enjoy	-2439
▁odors	-2440
▁nearby	-2441
▁prolong	-2442
▁decision	-2443
▁duration	-2444
▁ligation	-2445
▁improvement	-2446
akia	-2447
like	-2448
utri	-2449
▁war	-2450
ander	-2451
▁hicc	-2452
▁rins	-2453
▁dander	-2454
▁nasopharyngeal	-2455
▁velopharyngeal	-2456
ree	-2457
urs	-2458
rong	-2459
uffl	-2460
▁pul	-2461
pping	-2462
▁fitting	-2463
▁trained	-2464
▁movement	-2465
▁revision	-2466
▁formation	-2467
▁prolonged	-2468
▁concerning	-2469
▁meditation	-2470
▁postoperative	-2471
▁cricopharyngeal	-2472
der	-2473
▁jo	-2474
disp	-2475
▁age	-2476
▁hes	-2477
▁two	-2478
arrow	-2479
itive	-2480
ocele	-2481
▁same	-2482
▁step	-2483
uffled	-2484
ulitis	-2485
▁cysts	-2486
▁jugul	-2487
▁secre	-2488
anguage	-2489
▁device	-2490
▁strong	-2491
ondritis	-2492
▁muffled	-2493
▁obstruc	-2494
▁predisp	-2495
▁resolve	-2496
▁hesitate	-2497
▁decreased	-2498
▁hypertrophy	-2499
▁-	-2500
▁3	-2501
bac	-2502
chy	-2503
muc	-2504
cise	-2505
▁dil	-2506
bacco	-2507
▁itchy	-2508
▁possib	-2509
▁glottic	-2510
▁hiccups	-2511
▁prescri	-2512
▁tobacco	-2513
▁injection	-2514
▁conductive	-2515
▁perforated	-2516
reen	-2517
▁stom	-2518
facial	-2519
▁gloss	-2520
▁nutri	-2521
mphatic	-2522
▁lining	-2523
▁schedul	-2524
▁planning	-2525
▁cheekbone	-2526
▁correction	-2527
00	-2528
ok	-2529
osed	-2530
uffy	-2531
uven	-2532
▁lip	-2533
isted	-2534
▁stim	-2535
uvenile	-2536
▁angina	-2537
▁submuc	-2538
▁neuroma	-2539
▁generally	-2540
▁restoring	-2541
▁unilateral	-2542
▁une	-2543
▁cent	-2544
▁nons	-2545
ficien	-2546
▁goals	-2547
adenitis	-2548
cancerous	-2549
▁suitable	-2550
▁tympanic	-2551
▁transoral	-2552
ormy	-2553
▁fix	-2554
▁alth	-2555
▁case	-2556
▁haem	-2557
▁green	-2558
▁vital	-2559
▁groups	-2560
▁narrow	-2561
▁trachea	-2562
▁although	-2563
▁juvenile	-2564
▁nostrils	-2565
▁rhinosinusitis	-2566
nal	-2567
opl	-2568
que	-2569
rint	-2570
astro	-2571
cence	-2572
▁proj	-2573
▁stop	-2574
▁short	-2575
ndromic	-2576
▁perily	-2577
▁located	-2578
ormycosis	-2579
▁choosing	-2580
▁reposition	-2581
arp	-2582
his	-2583
▁wa	-2584
▁suf	-2585
ifest	-2586
▁conn	-2587
▁site	-2588
▁nonsy	-2589
▁range	-2590
▁sharp	-2591
▁instru	-2592
▁preser	-2593
▁skills	-2594
assisted	-2595
hiscence	-2596
ological	-2597
▁closure	-2598
▁present	-2599
▁manifest	-2600
▁discussing	-2601
▁nonsyndromic	-2602
not	-2603
izes	-2604
▁lin	-2605
pathy	-2606
▁sure	-2607
ushing	-2608
▁accum	-2609
▁optim	-2610
▁impair	-2611
▁weaken	-2612
▁bullosa	-2613
orrhagica	-2614
▁swimming	-2615
▁cancerous	-2616
▁neuropathy	-2617
▁mucormycosis	-2618
▁haemorrhagica	-2619
▁fas	-2620
▁loz	-2621
esthe	-2622
lioma	-2623
oling	-2624
resia	-2625
▁fail	-2626
▁hair	-2627
▁horm	-2628
▁areas	-2629
▁chest	-2630
▁indic	-2631
▁cannot	-2632
▁create	-2633
▁faster	-2634
▁fluids	-2635
▁prepar	-2636
▁choanal	-2637
▁focuses	-2638
▁prognos	-2639
▁working	-2640
▁lozenges	-2641
▁secretory	-2642
▁structure	-2643
▁audiometry	-2644
ocke	-2645
sump	-2646
▁her	-2647
▁hot	-2648
▁tmj	-2649
▁path	-2650
▁could	-2651
▁drink	-2652
▁plans	-2653
▁safely	-2654
sumption	-2655
▁atresia	-2656
▁branchio	-2657
▁gargling	-2658
▁frequency	-2659
▁placement	-2660
▁dehiscence	-2661
▁sinusotomy	-2662
▁predisposition	-2663
ney	-2664
omal	-2665
▁num	-2666
▁find	-2667
▁scan	-2668
ortion	-2669
▁track	-2670
ilities	-2671
▁radial	-2672
▁pollution	-2673
▁prognosis	-2674
▁si	-2675
agia	-2676
ared	-2677
ding	-2678
▁gum	-2679
▁spl	-2680
▁gene	-2681
▁focus	-2682
▁strept	-2683
▁posture	-2684
▁resting	-2685
▁stomach	-2686
▁drooling	-2687
▁otoscopy	-2688
▁steroids	-2689
▁obstructive	-2690
▁laryngoscopy	-2691
omy	-2692
owl	-2693
mmet	-2694
▁met	-2695
▁resh	-2696
▁uses	-2697
riction	-2698
▁gastro	-2699
▁pollut	-2700
▁splint	-2701
▁stimul	-2702
▁warmth	-2703
▁precise	-2704
▁directly	-2705
▁inserted	-2706
▁possibly	-2707
▁vascular	-2708
▁difference	-2709
▁exacerbate	-2710
-2	-2711
ique	-2712
▁fut	-2713
▁gon	-2714
▁gra	-2715
▁wid	-2716
ister	-2717
▁grin	-2718
▁aware	-2719
▁future	-2720
▁unique	-2721
▁inflamed	-2722
▁location	-2723
▁required	-2724
▁sleeping	-2725
▁irritating	-2726
▁protection	-2727
▁consumption	-2728
tmj	-2729
pite	-2730
▁cov	-2731
▁ful	-2732
▁mal	-2733
▁cosm	-2734
▁plac	-2735
fering	-2736
▁dilig	-2737
▁gently	-2738
▁tailor	-2739
▁target	-2740
▁blowing	-2741
▁despite	-2742
▁initial	-2743
▁cosmetic	-2744
▁grinding	-2745
▁optimize	-2746
▁strained	-2747
▁abilities	-2748
▁irritated	-2749
▁therapies	-2750
▁complement	-2751
▁information	-2752
▁expectations	-2753
eu	-2754
ga	-2755
sati	-2756
▁sch	-2757
▁sin	-2758
bbing	-2759
▁anat	-2760
▁gerd	-2761
▁aesthe	-2762
▁linked	-2763
▁second	-2764
▁locking	-2765
▁protect	-2766
▁singing	-2767
▁dysphonia	-2768
▁compresses	-2769
▁pollutants	-2770
cin	-2771
rea	-2772
idor	-2773
▁ask	-2774
▁asp	-2775
▁chin	-2776
▁cover	-2777
▁challen	-2778
▁damaged	-2779
▁diligently	-2780
fen	-2781
ount	-2782
oved	-2783
ocket	-2784
▁influ	-2785
▁loved	-2786
▁whist	-2787
patient	-2788
▁partic	-2789
▁rinses	-2790
▁visible	-2791
▁advisable	-2792
▁dysphagia	-2793
▁papilloma	-2794
▁whistling	-2795
▁hypernasal	-2796
▁challenging	-2797
gm	-2798
legm	-2799
▁1-2	-2800
astic	-2801
▁hard	-2802
ressing	-2803
▁action	-2804
▁phlegm	-2805
▁stridor	-2806
▁crusting	-2807
▁repeated	-2808
▁weakened	-2809
▁outpatient	-2810
oxic	-2811
ulum	-2812
▁yoga	-2813
▁fully	-2814
▁large	-2815
▁dietary	-2816
▁scratch	-2817
▁viruses	-2818
▁brainstem	-2819
▁deviation	-2820
▁prevalent	-2821
▁throbbing	-2822
bup	-2823
ema	-2824
▁os	-2825
phil	-2826
▁equ	-2827
bupro	-2828
illed	-2829
▁cost	-2830
▁lung	-2831
ensive	-2832
▁heart	-2833
▁shrin	-2834
▁amount	-2835
▁ibupro	-2836
▁malign	-2837
▁region	-2838
▁interfe	-2839
▁membrane	-2840
▁ibuprofen	-2841
▁epiglottis	-2842
▁impairment	-2843
cet	-2844
ray	-2845
free	-2846
time	-2847
▁cro	-2848
▁lem	-2849
ophen	-2850
▁hear	-2851
oscope	-2852
philis	-2853
ration	-2854
satile	-2855
▁those	-2856
▁influen	-2857
▁swimmer	-2858
▁variety	-2859
aminophen	-2860
▁gradually	-2861
▁distortion	-2862
▁triggering	-2863
▁repositioning	-2864
yl	-2865
alve	-2866
hand	-2867
▁tip	-2868
▁acet	-2869
▁bowl	-2870
▁clin	-2871
mmetry	-2872
▁imbal	-2873
▁shape	-2874
▁tract	-2875
▁valve	-2876
ability	-2877
▁resume	-2878
▁activity	-2879
▁adenoids	-2880
▁administ	-2881
▁differen	-2882
▁scratchy	-2883
▁endoscope	-2884
▁pulsatile	-2885
▁preoperative	-2886
▁acetaminophen	-2887
line	-2888
onal	-2889
arynx	-2890
asing	-2891
▁bump	-2892
▁cand	-2893
▁otot	-2894
▁equal	-2895
▁extend	-2896
▁culture	-2897
▁plastic	-2898
▁ranging	-2899
▁analysis	-2900
▁multiple	-2901
▁ototoxic	-2902
▁previous	-2903
▁schedule	-2904
omfortable	-2905
▁confident	-2906
▁extensive	-2907
▁monitored	-2908
▁promoting	-2909
▁situation	-2910
▁gonococcal	-2911
▁instruments	-2912
▁tympanometry	-2913
▁mastoidectomy	-2914
▁uncomfortable	-2915
cz	-2916
▁bir	-2917
▁ecz	-2918
▁hab	-2919
▁pos	-2920
ausea	-2921
heter	-2922
▁chem	-2923
▁look	-2924
cision	-2925
▁hands	-2926
▁sinup	-2927
▁spasm	-2928
ringing	-2929
▁eczema	-2930
▁granul	-2931
▁regain	-2932
▁trying	-2933
▁closing	-2934
▁defects	-2935
▁catheter	-2936
▁dripping	-2937
▁sinuplasty	-2938
▁specializes	-2939
▁hypernasality	-2940
yg	-2941
iss	-2942
apid	-2943
▁bud	-2944
▁mig	-2945
▁zyg	-2946
entle	-2947
rinth	-2948
▁enti	-2949
▁glue	-2950
▁rash	-2951
ducing	-2952
▁every	-2953
▁plays	-2954
▁rapid	-2955
lasting	-2956
▁closed	-2957
▁entire	-2958
▁gentle	-2959
▁zygoma	-2960
▁restric	-2961
▁decrease	-2962
▁fracture	-2963
▁strengthe	-2964
▁differenti	-2965
ub	-2966
cap	-2967
ired	-2968
mati	-2969
▁bul	-2970
▁eat	-2971
allic	-2972
arily	-2973
iting	-2974
▁fits	-2975
▁harm	-2976
filled	-2977
nition	-2978
▁colds	-2979
▁diver	-2980
▁drugs	-2981
▁elect	-2982
▁refer	-2983
▁swabs	-2984
matitis	-2985
raction	-2986
▁candid	-2987
▁breathy	-2988
▁problem	-2989
oloration	-2990
▁chemical	-2991
▁delicate	-2992
▁metallic	-2993
▁misalign	-2994
▁position	-2995
▁labyrinth	-2996
▁malignant	-2997
▁practices	-2998
▁zygomatic	-2999
▁secondhand	-3000
▁evaluations	-3001
▁recognition	-3002
▁inflammatory	-3003
▁discoloration	-3004
na	-3005
ids	-3006
▁1.	-3007
▁ve	-3008
hers	-3009
roll	-3010
esoph	-3011
▁echo	-3012
ficial	-3013
atively	-3014
▁engage	-3015
▁debride	-3016
▁jugular	-3017
▁swallow	-3018
esophageal	-3019
▁reconstruc	-3020
▁preparation	-3021
▁craniofacial	-3022
tit	-3023
▁2.	-3024
less	-3025
omen	-3026
tial	-3027
▁tone	-3028
▁birth	-3029
▁hours	-3030
▁prost	-3031
▁shrink	-3032
▁airways	-3033
▁engaging	-3034
▁deformity	-3035
▁scheduled	-3036
▁accurately	-3037
▁uvulopalat	-3038
▁debridement	-3039
▁hyperacusis	-3040
▁myringotomy	-3041
▁accumulation	-3042
▁differentiate	-3043
de	-3044
opt	-3045
▁ol	-3046
▁amp	-3047
duced	-3048
plugs	-3049
sence	-3050
▁mass	-3051
▁total	-3052
▁wound	-3053
▁simple	-3054
▁absence	-3055
▁divertic	-3056
▁earplugs	-3057
▁auricular	-3058
▁technique	-3059
▁beneficial	-3060
opharyngoplasty	-3061
py	-3062
za	-3063
dro	-3064
tia	-3065
▁emb	-3066
▁occ	-3067
▁vol	-3068
ather	-3069
▁liqu	-3070
▁stro	-3071
▁speak	-3072
induced	-3073
ficiency	-3074
reducing	-3075
▁helping	-3076
▁migrain	-3077
▁clinical	-3078
▁compared	-3079
▁coverage	-3080
▁repairing	-3081
▁relatively	-3082
▁constriction	-3083
▁labyrinthitis	-3084
hl	-3085
ram	-3086
tes	-3087
fied	-3088
head	-3089
▁sim	-3090
▁way	-3091
▁cope	-3092
▁neur	-3093
▁very	-3094
rommet	-3095
▁bones	-3096
▁fight	-3097
▁altern	-3098
▁echoes	-3099
▁forearm	-3100
▁gradual	-3101
▁whether	-3102
▁worsens	-3103
endoscopy	-3104
▁hormonal	-3105
▁microtia	-3106
▁neuritis	-3107
▁diverticulum	-3108
▁laryngotracheal	-3109
ef	-3110
ras	-3111
ush	-3112
▁pin	-3113
ophil	-3114
terol	-3115
▁free	-3116
▁fren	-3117
▁once	-3118
▁oste	-3119
▁stic	-3120
▁super	-3121
▁debris	-3122
▁hoarse	-3123
▁nausea	-3124
fication	-3125
▁grommet	-3126
▁respons	-3127
▁extended	-3128
▁impacted	-3129
▁language	-3130
▁correcting	-3131
ci	-3132
gn	-3133
ha	-3134
abe	-3135
ake	-3136
hea	-3137
oly	-3138
odic	-3139
rhea	-3140
thma	-3141
▁cot	-3142
▁hem	-3143
▁top	-3144
going	-3145
escent	-3146
fusion	-3147
onsill	-3148
plasty	-3149
urgery	-3150
▁aimed	-3151
▁becom	-3152
▁diabe	-3153
▁stent	-3154
esterol	-3155
hersome	-3156
▁asthma	-3157
▁cotton	-3158
▁jawline	-3159
▁mucosal	-3160
▁ongoing	-3161
▁ablation	-3162
▁fixation	-3163
▁spasmodic	-3164
▁bothersome	-3165
▁specialize	-3166
▁characteris	-3167
▁cholesterol	-3168
▁prescription	-3169
rog	-3170
upt	-3171
otor	-3172
thro	-3173
utes	-3174
▁mob	-3175
▁mor	-3176
ospas	-3177
thing	-3178
▁clar	-3179
▁medi	-3180
▁reas	-3181
▁rupt	-3182
▁antif	-3183
▁aural	-3184
▁doesn	-3185
▁drive	-3186
▁immun	-3187
▁prior	-3188
▁spray	-3189
▁thyro	-3190
▁promin	-3191
osurgery	-3192
▁cranial	-3193
▁moistur	-3194
▁morning	-3195
▁turning	-3196
▁sphenoid	-3197
▁bilateral	-3198
▁completely	-3199
▁laryngospas	-3200
▁stapedotomy	-3201
▁thyroplasty	-3202
▁improvements	-3203
ade	-3204
gia	-3205
lev	-3206
▁3.	-3207
▁sl	-3208
osin	-3209
arden	-3210
▁appl	-3211
▁heav	-3212
▁schw	-3213
▁eosin	-3214
▁raspy	-3215
▁widen	-3216
▁carcin	-3217
▁easier	-3218
▁openly	-3219
▁lasting	-3220
▁blocking	-3221
▁controll	-3222
▁diabetes	-3223
▁effusion	-3224
▁forehead	-3225
▁sensitive	-3226
▁eosinophil	-3227
▁retraction	-3228
▁strengthen	-3229
▁radiosurgery	-3230
▁sialendoscopy	-3231
irc	-3232
suf	-3233
uck	-3234
▁er	-3235
glot	-3236
omon	-3237
osen	-3238
otac	-3239
tery	-3240
▁ant	-3241
urney	-3242
▁able	-3243
▁bron	-3244
▁circ	-3245
▁ease	-3246
▁phen	-3247
▁requ	-3248
▁soon	-3249
▁tool	-3250
omonas	-3251
reotac	-3252
ultras	-3253
▁aging	-3254
optosis	-3255
oscopic	-3256
▁artery	-3257
▁habits	-3258
▁physic	-3259
▁stroke	-3260
▁becomes	-3261
▁journey	-3262
▁mediast	-3263
reotactic	-3264
▁creating	-3265
▁jugulare	-3266
▁otorrhea	-3267
▁positive	-3268
ultrasound	-3269
▁decisions	-3270
▁fractures	-3271
▁suffering	-3272
▁antifungal	-3273
▁confidence	-3274
▁surgically	-3275
▁pseudomonas	-3276
▁uvuloplasty	-3277
▁obstructions	-3278
▁thyroidectomy	-3279
▁identification	-3280
sc	-3281
osy	-3282
aren	-3283
irst	-3284
lify	-3285
▁aer	-3286
apedi	-3287
hinia	-3288
iring	-3289
ocial	-3290
ocyst	-3291
opexy	-3292
▁bulb	-3293
▁fung	-3294
▁gurg	-3295
▁hole	-3296
▁repl	-3297
▁tiny	-3298
gotomy	-3299
▁exams	-3300
▁graft	-3301
▁otomy	-3302
▁parts	-3303
▁rates	-3304
▁stone	-3305
▁stuck	-3306
▁incomp	-3307
▁intake	-3308
▁phases	-3309
▁volume	-3310
ostapedi	-3311
othyroid	-3312
▁advised	-3313
▁amplify	-3314
▁explore	-3315
▁subglot	-3316
▁develops	-3317
▁expected	-3318
▁gurgling	-3319
▁myectomy	-3320
▁stopping	-3321
▁uvulitis	-3322
▁carcinoma	-3323
▁chemicals	-3324
▁dysgeusia	-3325
▁migraines	-3326
▁movements	-3327
▁prominent	-3328
▁requiring	-3329
▁mandibular	-3330
▁pseudocyst	-3331
▁ultrasound	-3332
▁laryngotomy	-3333
ostapediopexy	-3334
▁laryngospasm	-3335
▁stereotactic	-3336
▁vascularized	-3337
uli	-3338
▁asy	-3339
▁mac	-3340
▁org	-3341
▁oxy	-3342
drops	-3343
omyel	-3344
ondyl	-3345
oster	-3346
wards	-3347
▁dipl	-3348
▁lear	-3349
flower	-3350
omotor	-3351
quired	-3352
▁bumps	-3353
▁cauli	-3354
▁color	-3355
▁croup	-3356
▁hairy	-3357
▁heavy	-3358
▁minor	-3359
▁times	-3360
stances	-3361
thritis	-3362
▁endoly	-3363
▁macrog	-3364
▁microl	-3365
▁oxygen	-3366
▁surfer	-3367
▁benefit	-3368
▁collaps	-3369
omyelitis	-3370
▁acquired	-3371
▁obstruct	-3372
▁specified	-3373
▁cellulitis	-3374
▁otomycosis	-3375
▁subglottic	-3376
▁cauliflower	-3377
▁microlaryng	-3378
▁progression	-3379
▁macroglossia	-3380
▁misalignment	-3381
▁restrictions	-3382
▁specializing	-3383
▁endolymphatic	-3384
▁osteomyelitis	-3385
uk	-3386
ffe	-3387
ism	-3388
ral	-3389
inse	-3390
thin	-3391
▁ery	-3392
▁inf	-3393
▁vas	-3394
asion	-3395
terns	-3396
ukopl	-3397
omenon	-3398
▁aspir	-3399
▁boost	-3400
▁catar	-3401
▁flare	-3402
▁mater	-3403
▁otosy	-3404
▁palat	-3405
▁rinse	-3406
▁usher	-3407
▁virus	-3408
▁bronch	-3409
▁social	-3410
▁stuffy	-3411
▁subman	-3412
▁temple	-3413
▁arhinia	-3414
▁clarity	-3415
▁leukopl	-3416
▁minutes	-3417
▁aglossia	-3418
▁mobility	-3419
▁patterns	-3420
▁narrowing	-3421
▁tonsillar	-3422
▁vasomotor	-3423
▁diplacusis	-3424
▁influenced	-3425
▁phenomenon	-3426
▁situations	-3427
▁leukoplakia	-3428
▁otosyphilis	-3429
▁examinations	-3430
▁glossoptosis	-3431
▁ethmoidectomy	-3432
▁submandibular	-3433
).	-3434
burg	-3435
odyn	-3436
▁cob	-3437
▁vit	-3438
print	-3439
utery	-3440
water	-3441
▁call	-3442
▁elev	-3443
▁numb	-3444
hesive	-3445
phonia	-3446
plasia	-3447
printz	-3448
▁inher	-3449
▁insuf	-3450
▁quite	-3451
▁reshap	-3452
▁uneven	-3453
▁ageusia	-3454
▁catarrh	-3455
▁interna	-3456
▁setting	-3457
▁transpl	-3458
ardenburg	-3459
▁adhesive	-3460
▁hyposmia	-3461
▁inhaling	-3462
▁occasion	-3463
▁soreness	-3464
▁targeted	-3465
▁interfere	-3466
▁medically	-3467
▁responded	-3468
▁physically	-3469
▁assessments	-3470
▁laryngocele	-3471
▁streptococcal	-3472
▁corticosteroid	-3473
cus	-3474
ont	-3475
wig	-3476
acia	-3477
cies	-3478
ient	-3479
ites	-3480
sych	-3481
umen	-3482
zold	-3483
▁cap	-3484
▁oil	-3485
▁sul	-3486
ables	-3487
algia	-3488
artze	-3489
titud	-3490
ulous	-3491
usher	-3492
vaged	-3493
▁diff	-3494
▁fall	-3495
▁then	-3496
ffeine	-3497
gether	-3498
omical	-3499
plakia	-3500
▁first	-3501
▁heals	-3502
▁necro	-3503
▁psych	-3504
▁tools	-3505
▁bezold	-3506
▁center	-3507
▁lemier	-3508
▁longer	-3509
▁perich	-3510
▁placed	-3511
▁ranula	-3512
▁record	-3513
▁serous	-3514
▁transt	-3515
omalacia	-3516
▁aphonia	-3517
▁cerumen	-3518
▁ensures	-3519
▁erythro	-3520
▁otalgia	-3521
▁periods	-3522
▁reasons	-3523
▁caffeine	-3524
▁canalith	-3525
▁parosmia	-3526
▁superior	-3527
▁imbalance	-3528
▁schwartze	-3529
▁sialolith	-3530
▁stimulate	-3531
▁anatomical	-3532
▁frenectomy	-3533
▁processing	-3534
▁projecting	-3535
▁rhinoscler	-3536
▁cricothyroid	-3537
▁eosinophilic	-3538
▁epiglottitis	-3539
▁sialadenitis	-3540
▁erythroplakia	-3541
▁laryngoplasty	-3542
▁transtympanic	-3543
▁sphenoidectomy	-3544
of	-3545
get	-3546
ini	-3547
ock	-3548
ancy	-3549
mpty	-3550
omor	-3551
ossa	-3552
phic	-3553
uria	-3554
▁fru	-3555
▁gli	-3556
▁lud	-3557
▁sad	-3558
▁sut	-3559
blest	-3560
eness	-3561
▁cure	-3562
▁mond	-3563
▁myoc	-3564
▁pend	-3565
capton	-3566
chored	-3567
entist	-3568
ferior	-3569
lement	-3570
rhagia	-3571
▁antro	-3572
▁fossa	-3573
choanal	-3574
▁assist	-3575
▁diving	-3576
▁fruits	-3577
▁herbal	-3578
▁ludwig	-3579
▁mucous	-3580
▁pocket	-3581
▁presby	-3582
▁saddle	-3583
▁sulcus	-3584
blestone	-3585
omorphic	-3586
printzen	-3587
tiveness	-3588
▁adenoma	-3589
▁dentist	-3590
▁inherit	-3591
▁minimal	-3592
▁pendred	-3593
▁pharyng	-3594
▁ravaged	-3595
▁towards	-3596
▁vitamin	-3597
▁alcapton	-3598
▁inferior	-3599
▁prepared	-3600
▁reaction	-3601
▁together	-3602
▁dysplasia	-3603
▁perilymph	-3604
▁recurring	-3605
▁stapedial	-3606
▁cheekbones	-3607
▁esophageal	-3608
▁otorrhagia	-3609
▁overactive	-3610
▁shprintzen	-3611
▁submucosal	-3612
▁cobblestone	-3613
▁ototoxicity	-3614
▁tracheotomy	-3615
▁alcaptonuria	-3616
▁microsurgery	-3617
▁rhinopharyng	-3618
▁insufficiency	-3619
▁administration	-3620
▁perichondritis	-3621
▁pharyngoplasty	-3622
▁sialolithiasis	-3623
-1	-3624
pv	-3625
ibr	-3626
icy	-3627
lon	-3628
oep	-3629
oor	-3630
rat	-3631
cher	-3632
ithe	-3633
llio	-3634
uble	-3635
uloc	-3636
▁hig	-3637
▁saf	-3638
▁sel	-3639
▁tre	-3640
▁tug	-3641
agang	-3642
aling	-3643
auric	-3644
cusis	-3645
lonus	-3646
strea	-3647
▁give	-3648
▁happ	-3649
▁made	-3650
rophic	-3651
▁accid	-3652
▁achal	-3653
▁empty	-3654
▁lungs	-3655
▁veget	-3656
▁ostial	-3657
▁tullio	-3658
itonsill	-3659
streaked	-3660
▁cautery	-3661
▁topical	-3662
▁tugging	-3663
▁warthin	-3664
▁weather	-3665
opalatine	-3666
▁mucocele	-3667
▁paragang	-3668
itonsillar	-3669
▁achalasia	-3670
▁arthritis	-3671
▁implement	-3672
▁myoclonus	-3673
▁parotitis	-3674
▁rhinolith	-3675
▁saltwater	-3676
▁submucous	-3677
▁preserving	-3678
▁vegetables	-3679
▁mediastinal	-3680
▁pleomorphic	-3681
▁presbycusis	-3682
▁waardenburg	-3683
▁antrochoanal	-3684
▁aerosinusitis	-3685
▁canalithiasis	-3686
▁effectiveness	-3687
▁laryngomalacia	-3688
▁sphenopalatine	-3689
ety	-3690
omn	-3691
▁pu	-3692
agle	-3693
icca	-3694
icis	-3695
infl	-3696
supp	-3697
udal	-3698
▁giv	-3699
▁obs	-3700
▁put	-3701
effec	-3702
inary	-3703
ondro	-3704
ordin	-3705
oryza	-3706
▁ages	-3707
▁frey	-3708
▁lift	-3709
▁teas	-3710
▁year	-3711
endage	-3712
ission	-3713
titude	-3714
ularis	-3715
verted	-3716
▁align	-3717
▁attic	-3718
▁eagle	-3719
▁exact	-3720
▁facil	-3721
▁hemot	-3722
▁shock	-3723
▁sicca	-3724
▁spicy	-3725
mentosa	-3726
oepithe	-3727
ondylar	-3728
ympanum	-3729
▁ascher	-3730
▁called	-3731
▁caudal	-3732
▁cheeks	-3733
▁coryza	-3734
▁glioma	-3735
▁gusher	-3736
▁intens	-3737
▁intrat	-3738
▁microv	-3739
▁mucoid	-3740
▁safety	-3741
alescent	-3742
anchored	-3743
ondroder	-3744
otherapy	-3745
▁conduct	-3746
▁coordin	-3747
▁helicis	-3748
▁lifting	-3749
▁mondini	-3750
▁retroph	-3751
auricular	-3752
▁atrophic	-3753
▁equalize	-3754
▁inverted	-3755
▁products	-3756
▁appendage	-3757
▁ethmoidal	-3758
▁nodularis	-3759
▁reshaping	-3760
suppurative	-3761
ulocondylar	-3762
▁chondroder	-3763
▁increasing	-3764
▁transplant	-3765
▁tympanitis	-3766
▁compression	-3767
▁distressing	-3768
▁responsible	-3769
▁hemotympanum	-3770
▁preauricular	-3771
▁vestibulitis	-3772
▁intratympanic	-3773
▁microvascular	-3774
▁peritonsillar	-3775
▁rhinoscleroma	-3776
▁nasopharyngitis	-3777
▁retropharyngeal	-3778
tr	-3779
▁fo	-3780
blas	-3781
bral	-3782
cipl	-3783
euro	-3784
gerd	-3785
ilar	-3786
toma	-3787
▁oti	-3788
▁wag	-3789
acher	-3790
aural	-3791
other	-3792
otore	-3793
raphy	-3794
tidis	-3795
▁buds	-3796
▁hypo	-3797
▁vibr	-3798
apsing	-3799
odynia	-3800
rebral	-3801
tizing	-3802
discipl	-3803
ioneuro	-3804
▁costen	-3805
▁esthes	-3806
▁otitic	-3807
▁travel	-3808
▁wagner	-3809
▁zoster	-3810
blastoma	-3811
▁auricle	-3812
▁bullous	-3813
▁collins	-3814
▁consist	-3815
▁daytime	-3816
▁similar	-3817
effective	-3818
▁flushing	-3819
▁improper	-3820
▁palatine	-3821
▁patulous	-3822
▁treacher	-3823
chondritis	-3824
▁achieving	-3825
▁membranes	-3826
▁coalescent	-3827
▁craniotomy	-3828
▁hypogeusia	-3829
astoidectomy	-3830
disciplinary	-3831
oepithelioma	-3832
▁experiences	-3833
▁glossodynia	-3834
